const city = "Выборг"; // Переменная city хранит название города 
const temperature = 17; // Переменная temperature хранит значение температуры

console.log(`В городе ${city} сегодня температура воздуха ${temperature}°C.`);
// Выводим информацию о городе и температуре в консоль


const a = 5; // Первое число
const b = 8; // Второе число
const c = 1; // Третье число

// Вычисляем сумму первого и третьего числа, умножаем результат на второе число
const result = (a + c) * b;

console.log(`Результат вычисления (${a} + ${c}) × ${b} = ${result}`);